Revit 2027 API
ParameterTypeId.RbsPipeCalculatedSize Property
 "Pipe Size"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsPipeCalculatedSize { get; }
Public Shared ReadOnly Property RbsPipeCalculatedSize As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsPipeCalculatedSize {
	ForgeTypeId^ get ();
}
static member RbsPipeCalculatedSize : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace